app/Http/Controllers/JobController.php

select * from "employers" where "employers"."id" in (35, 36, 37, 38, 39)
---
    public function index(){
        $job = Job::with('employer')->latest()->simplePaginate(4);